Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Width:
pt_br: Largura:

source: Height:
pt_br: Altura:

source: Size:
pt_br: Tamanho:

source: Image Files
pt_br: Arquivos de imagem

source: Can't copy image because a file with the same name already exists in the source dir
pt_br: Não pode copiar imagem porque já existe um arquivo com o mesmo nome no diretório fonte

source: &Value:
pt_br: &Valor:

source: &Time Zone:
pt_br: &Fuso horário:

source: Result:
pt_br: Resultado:

source: Switch to &Displayable:
pt_br: Mudar para &exibição:

source: Then &Forward To:
pt_br: Então &encaminhar para:

source: &Call:
pt_br: &Chamar:

source: &List Action
pt_br: Ação do &Listar

source: Go to &Previous Displayable
pt_br: Ir para a exibição &anterior

source: &Exit Midlet
pt_br: &Sair do Midlet

source: Do &Nothing
pt_br: Não fazer &nada

source: Do nothing
pt_br: Não fazer nada

source: &Date:
pt_br: &Data:

source: Date must be in the following format: dd.MM.yyyy HH:mm:ss
pt_br: Data de ser no formato como segue: dd.MM.yyyy HH:mm:ss

source: Date must be in the following format: dd.MM.yyyy
pt_br: Data deve ser no formato como segue: dd.MM.yyyy

source: Date must be in the following format: HH:mm:ss
pt_br: Data deve ser no formato como segue: HH:mm:ss

source: Assigned Commands
pt_br: Comandos assinados

source: Assigned Item Commands
pt_br: Comandos de itens assinados

source: Commands assigned to items of the edited displayable object
pt_br: Comandos assinados para itens do objeto de exibição editados

source: Resources available in the design
pt_br: Recursos disponíveis no projeto

source: <user input mode>
pt_br: <modo de entrada do usuário>

source: <ticker string user code>
pt_br: <marcador de string do código do usuário>

source: <empty ticker string>
pt_br: <marcador string vazio>

source: <image not specified>
pt_br: <imagen não especificada>

source: <image is usercode>
pt_br: <imagem é código do usuário>

source: <text not specified>
pt_br: <texto não especificado>

source: <text is empty>
pt_br: <texto está vazio>

source: <text is usercode>
pt_br: <texto é código do usuário>

source: <user date>
pt_br: <data do usuário>

source: <user date time>
pt_br: <tempo da data do usuário>

source: <user time>
pt_br: <tempo do usuário>

source: Assign a new Image
pt_br: Assinar uma nova imagem

source: Assign a new Ticker
pt_br: Assinar um novo marcador

source: Press Ctrl+Enter key to edit text
pt_br: Pressionar chave Ctrl+Enter para editar o texto

source: &Integer:
pt_br: &Inteiro:

source: VMD Palette
pt_br: Paleta VMD

source: Visual Mobile Designer - Palette
pt_br: Projestista móvel visual - Paleta

source: Refresh
pt_br: Atualizar

source: Analyzer
pt_br: Analisador

source: VMD Analyzer
pt_br: Analisador VMD

source: Visual Mobile Designer - Analyzer
pt_br: Projetista móvel visual- Analisador

source: VMD MIDP Converter
pt_br: Conversor MIDP VMD MIDP

source: Converter Visual MIDlet
pt_br: Conversor MIDlet Visual

source: Visual Mobile Design - old version
pt_br: Projetista móvel visual - versão antiga

source: Convert to new version
pt_br: Conversor para nova versão

source: Convert old Visual Mobile Designer file
pt_br: Antigo conversor para arquivo projetista móvel visual

source: Convert
pt_br: Conversor

source: Close
pt_br: Fechar

source: dialog for converting an old Visual Mobile Designer file to new version
pt_br: dialogo para converter um arquivo antigo Projetista móvel visual para uma novo versão

source: Enter new file name:
pt_br: Informe o novo nome do arquivo:

source: Converting file:
pt_br: Converter arquivo:

source: <html>The file is stored in an old format which is no longer used.
pt_br: <html>O arquivo está armazenado em um formato antigo que não é mais utilizado.

source: This dialog allows you convert the file into a new version.
pt_br: Este diálogo permite voce converter o arquivo dentro de uma nova versão.

source: Press <b>Convert</b> button to start the conversion.
pt_br: Pressionar o botão <b>Converter</b> para começar a conversão.

source: <html><font color="#0000FF">The file has been converted into the same package.
pt_br: <html><font color="#0000FF">O arquivo foi convertido dentro do mesmo pacote.

source: The following items may cause problems during conversion:<br><ol><li>Custom-components are not recognized if they are available in the project (please, <b>check whether they are recognized and converted</b>).<li>Class name and old-style getter methods names are converted to new ones (please, <b>check all identifiers</b>).<li>Import, extends and implements sections are not converted (please, <b>check your sources</b>).<li>Other non-public classes in the source file are not copied (please, <b>copy them manually</b>).<li>Converted file uses old-style MIDlet start/resume logic (please, <b>uncomment the new-style source code and resolve conflicts</b>).</ol>If you find any inconsistency between original and converted file other than the ones listed above, please, send us your .java and .mvd files to users@mobility.netbeans.org mailing list.
pt_br: Os itens a seguir pode causar problemas durante a conversão:<br><ol><li>Componentes personalizados não são reconhecidos se eles estão disponíveis no projeto (por favor, <b>verificar se são reconhecido e convertido</b>).<li>Nome da classe e nomes de métodos conservador do estilo antigo são convertidos em novos (por favor, <b>verificar todos identificadores</b>).<li>Seções importar, estender e implementar não são convertidos (por favor, <b>verificar seus fontes</b>).<li>Outras classes não públicaOther em arquivos fontes não são copiadas (por favor, <b>copiá-las manualmente</b>).<li>Arquivo convertido usa lógica de iniciar/retomar MIDlet em estilo antigo (por favor, <b>sem comentar o código fonte de estilo novo e resolver conflitos</b>).</ol>Se você encontrar alguma inconsistência entre o original e o arquivo convertido além dos listados acima, por favor, envie-nos seus arquivos .java e .mvd para a lista de email users@mobility.netbeans.org.

source: Thank you.
pt_br: Obrigada.

source: An output file already exists in the directory.
pt_br: Já existe um arquivo de saída no diretório.

source: Choose another file name.
pt_br: Por favor escolha outro nome de arquivo.

source: Unsupported version of the design file.
pt_br: Versão de arquivo não suportada do projeto.

source: The design has to be saved in NetBeans 5.5 or newer.
pt_br: O projeto foi salvo no NetBeans 5.5 ou mais recente.

source: Visual Mobility Designer
pt_br: Projetista de mobilidade visual

source: The Visual Mobile Designer enables drag and drop visual design of the mobile application flow and GUI.
pt_br: O Projetista móvel visual permite arrastar e soltar o fluxo da aplicação móvel do projeto visual e GUI.

source: The VMD automatically creates the Java code to implement your design.
pt_br: O VMD automaticamente cria o código java para implementar seu projeto.

source: Support for visual development in JavaME.
pt_br: Suporte para desenvolvimento visual em JavaME.

source: Loading Document
pt_br: Carregando documento

source: Source
pt_br: Fonte

source: <P><STRONG>It is not possible to open this document because of the critical errors listed above.</STRONG></P>
pt_br: <P><STRONG>Não possibilita abrir este documento por causa das críticas de erros listadas acima></P>

source: <P><STRONG>Broken Visual Mobile Designer document.<P><STRONG>
pt_br: <P><STRONG>Documento Projetista móvel visual quebrado.<P><STRONG>

source: Open
pt_br: Abrir

source: <STRONG>Warnings</STRONG>
pt_br: <STRONG>Avisos</STRONG>

source: <STRONG>Critical Errors</STRONG>
pt_br: <STRONG>Críticas de erros</STRONG>

source: Problems loading
pt_br: Carregando falhas

source: <html>Cannot update the source code.
pt_br: <html>Não pôde atualiza ro código fonte.

source: Please, check whether the file is writable and unlocked.<br><i>If the <b>{0}</b> file still exists even after the IDE is closed, then the file is locked.<br>Deleting this <b>{0}</b> file unlocks the source file.</i><br>Then you can start the IDE and continue your work again.
pt_br: Por favor, verificar se o arquivo é gravável e está destravado.<br><i>Se o arquivo <b>{0}</b>ainda existe mesmo depois que IDE está fechado, então o arquivo é travado.<br>Deletar este arquivo <b>{0}</b> destrava o arquivo fonte.</i><br>Então voce pode inciar o IDE e continuar seu trabalho.

source: Invalid version of VisualDesign
pt_br: Versão inválida do projeto visual

source: Missing property descriptor in
pt_br: Falta descritor de propriedade em

source: Error deserializing property value
pt_br: Erro deserializando o valor da propriedade

source: Missing ComponentDescriptor in registry
pt_br: Falta Componente descritor no registro

source: Some of the listed XML arguments may be incorrect:
pt_br: Algum argumento XML listados pode estar incorreto:

source: Wrong argument value:
pt_br: Argumento valor errado:

source: Broken VMD file.
pt_br: Arquivo VMD quebrado.

source: Visual Mobile Designer - Input Output
pt_br: Projetista movel visual - Entrada Saída

source: Overview
pt_br: Visão geral

source: Collapse All
pt_br: Esconder todos

source: Expand All
pt_br: Expandir todos

source: VMD Flow Designer
pt_br: Projetista de fluxo VMD

source: Visual Mobile Designer - Flow Designer
pt_br: Projetista móvel visual - Fluxo projetista

source: Visual editing support for MIDP 2.0 Game API including creation and editing of Sprites, TiledLayers and their arrangement into scenes.
pt_br: Suporte de edição visual para API de jogos MIDP 2.0 Game API incluindo a criação e edição de Sprites, TiledLayers e sua disposição dentro das cenas.

source: VMD Game Builder
pt_br: Construtor de jogos VMD

source: Visual editing support for MIDP 2.0 Game API
pt_br: Suporte de edição visual para API de jogos MIDP 2.0

source: Game Builder Navigator
pt_br: Navegador de contrutor de jogos

source: Show structure of game design components
pt_br: Exibir estrutura de componentes de projeto de jogo

source: <No structure available>
pt_br: <Sem estrutura disponível>

source: Game Builder
pt_br: Construtor de jogos

source: Multiple images found matching the relative path: {0}
pt_br: Múltiplas imagens encontradas corresponde ao caminho relativo: {0}

source: Select image
pt_br: Selecionar imagem

source: Image {0} doesn't exist, select a replacement
pt_br: Imagem {0} não existe, selecionar uma substituição

source: Create new Scene
pt_br: Criar nova cena

source: Create new Tiled Layer
pt_br: Criar nova camada xadrez

source: Create new Sprite
pt_br: Criar novo sprite

source: Visual Game Design
pt_br: Projeto de jogo visual

source: Tiled layer editor
pt_br: Editor de camada xadrez

source: Allows user to manipulate tiles that compose a tiled layer
pt_br: Permitr o usuário manipular ladrilhos que componha uma camada xadrez

source: Tiled Layer:
pt_br: Camada xadrez:

source: Rows:
pt_br: Linhas:

source: Cols:
pt_br: Colunas:

source: New Animated Tile
pt_br: Novo ladrilho animado

source: Paint mode
pt_br: Modo Pintura

source: Selection mode
pt_br: Modo Selação

source: Create new Animated Tile
pt_br: Criar novo ladrilho animado

source: Index: {0} [{1},{2}]
pt_br: índice: {0} [{1},{2}]

source: Paint
pt_br: Pintura

source: Select
pt_br: Selecionar

source: Duplicate tiled layer
pt_br: Camada xadrez duplicada

source: Trim to size
pt_br: Ajustar tamanho

source: New from selection
pt_br: Novo a partir de seleção

source: Erase selected tiles
pt_br: Apagar ladrilhos selecionados

source: Delete column
pt_br: Excluir coluna

source: Delete row
pt_br: Excluir linha

source: Select column
pt_br: Selecionar coluna

source: Select row
pt_br: Selecionar linha

source: Select by index
pt_br: Selecionar por índice

source: Invert selection
pt_br: Inverter seleção

source: Select all
pt_br: Selecionar todos

source: Prepend row
pt_br: Colocar linha

source: Append row
pt_br: Acrescentar linha

source: Prepend column
pt_br: Colocar coluna

source: Append column
pt_br: Acrescentar coluna

source: Toogle grid
pt_br: Alternar grade

source: Row: {0}
pt_br: Linha: {0}

source: Col: {0}
pt_br: Coluna: {0}

source: Image:
pt_br: Imagem:

source: Click here to refresh preview.
pt_br: Clique aqui para atualizar antes.

source: Refresh preview
pt_br: Atualizar antes

source: Continuously refresh preview (may degrade editor performance with large layers)
pt_br: Continuamente atualizado antes (pode degradar o desempenho do editor com grandes camadas)

source: Tiled Layer
pt_br: Camada xadrez

source: Scene editor
pt_br: Editor de cena

source: Allows user to manipulate layers and their attributes inside a scene
pt_br: Permitir o usuário manipular camadas e seus atributos de dentro de uma cena

source: Add tiled layer
pt_br: Adicionar camada xadrez

source: Add sprite
pt_br: Adicionar sprite

source: Push up layer
pt_br: Empurre a camada para cima

source: Push down layer
pt_br: Empurre a camada para baixo

source: Layer to top
pt_br: Camada para o topo

source: Layer to bottom
pt_br: Camada para para o final

source: Edit
pt_br: Editar

source: View
pt_br: Visualizar

source: Lock
pt_br: Bloquear

source: Align
pt_br: Alinhar

source: Remove
pt_br: Remover

source: Remove selected
pt_br: Remover selecionado

source: Select all under cursor
pt_br: Selecionar todos abaixo do cursor

source: Select all in scene
pt_br: Selecionar todos na cena

source: Duplicate scene
pt_br: Cena duplicada

source: New tiled layer
pt_br: Nova camada xadrez

source: New sprite
pt_br: Novo sprite

source: Toggle grid
pt_br: Alternar grade

source: Resource image view
pt_br: Recurso para visualização de imagem

source: Allows user to select image tiles
pt_br: Permitir o usuário selecionar imagem xadrez

source: Tile count:
pt_br: Contagem do xadrez:

source: Tile size:
pt_br: Tamanho do xadrez:

source: Index: {0}
pt_br: Índice: {0}

source: Sequence container editor
pt_br: Sequência de contêiner de Editor

source: Allows user to manipulate sequences of a sprite or animated tile
pt_br: Permitir o usuário manipular sequencias de um sprite ou xadrez animado

source: Sequence index: {0}
pt_br: Sequência de índice: {0}

source: Index: {0}, tile {1}
pt_br: Índice: {0}, tile {1}

source: Select all frames
pt_br: Selecionar todos os quadros

source: Remove frame
pt_br: Remover quadros

source: Remove selected frames
pt_br: Remover quadros selecionados

source: Tween frames
pt_br: Entre quadros

source: Insert frame
pt_br: Inserir quadro

source: Game design overview panel
pt_br: Painel de visão geral do projeto de jogo

source: Contains previews of all game design components such as scenes and layers
pt_br: Contem visualização de todos os componentes de projeto de jogo como cenas e camadas

source: Create Sprite
pt_br: Criar sprite

source: Create scene
pt_br: Criar cena

source: Tiled Layers:
pt_br: Camadas xadrez:

source: Create Tiled Layer
pt_br: Criar camada xadrez

source: Create Animated Tile
pt_br: Criar ladrilho animado

source: Animated Tiles:
pt_br: Ladrilho animado:

source: Scenes:
pt_br: Cenas:

source: Game Builder Design Components
pt_br: Componentes de projeto de construção de jogo

source: Game Design
pt_br: Projeto de jogo

source: Create tiled layer ...
pt_br: Criar camada xadrez ...

source: Create sprite ...
pt_br: Criar sprite ...

source: Create scene ...
pt_br: Criar cena ...

source: New scene
pt_br: Nova cena

source: Scene
pt_br: Cena

source: Game design
pt_br: Projeto de jogo

source: Scene {0}
pt_br: Cena {0}

source: Tiled layer {0}
pt_br: Camada xadrez {0}

source: Image preview
pt_br: Visualização de imagem

source: Shows preview of the selected image cut into tiles according to width and height paramters
pt_br: Mostrar visualização do recorte de imagem selecionada dentro de um xadrez de acordo com parametros de altura e largura

source: Name:
pt_br: Nome:

source: Enter scene name.
pt_br: Entre com o nome da cena.

source: Scene name:
pt_br: Nome da cena:

source: New Scene
pt_br: Nova cena

source: Component name already exists.
pt_br: Componente nome já existe.

source: Choose a different name.
pt_br: Escolha um nome diferente.

source: Enter tiled layer name.
pt_br: Entre com o nome da camada xadrez.

source: Tiled Layer name:
pt_br: Nome da camada xadrez:

source: New Tiled Layer
pt_br: Nova camada xadrez

source: Duplicate Tiled Layer
pt_br: Camada xadrez duplicada

source: Enter animated tile name.
pt_br: Entre com o nome do ladrilho animado.

source: Animated Tile name:
pt_br: Nome do ladrilho animado:

source: Enter sequence name.
pt_br: Entre com o nome da sequência.

source: Sequence name:
pt_br: Nome da sequência:

source: New Sequence
pt_br: Nova sequência

source: Rename Animated Tile
pt_br: Renomear título animado

source: Rename Scene
pt_br: Renomear cena

source: Rename Sequence
pt_br: Renomear sequência

source: Enter sprite name.
pt_br: Entre com o nome do sprite.

source: Sprite name:
pt_br: Nome do sprite:

source: Rename Sprite
pt_br: Renomear sprite

source: Rename Tiled Layer
pt_br: Renomear camada xadrez

source: Add sequence
pt_br: Adicionar sequência

source: Rename animated tile
pt_br: Renomear ladrilho animado

source: Delete animated tile
pt_br: Deletar ladrilho animado

source: Are you sure you wish to delete animated tile {0}?
pt_br: Deseja realmente excluir o ladrilho animado {0}?

source: Animated tile:
pt_br: Ladrilho animado:

source: Edit {0}
pt_br: Editar {0}

source: Delete {0}
pt_br: Deletar {0}

source: Are you sure you wish to completely delete all references to {0} {1}?
pt_br: Deseja excluir completamente todas as referências para {0} {1}?

source: Delete layer?
pt_br: Excluir camada?

source: Rename scene
pt_br: Renomear cena

source: Edit scene
pt_br: Editar cena

source: Create sprite
pt_br: Criar sprite

source: Create tiled layer
pt_br: Criar camada xadrez

source: Delete scene
pt_br: Excluir cena

source: Are you sure you wish to delete scene {0}?
pt_br: Deseja realmente excluir a cena {0}?

source: Edit sequence
pt_br: Editar sequência

source: Rename sequence
pt_br: Renomear sequência

source: Create sequence
pt_br: Criar sequência

source: Duplicate sequence
pt_br: Duplicar sequência

source: Default sequence
pt_br: Sequência padrão

source: Delete sequence
pt_br: Excluir sequência

source: Rename sprite
pt_br: Renomear sprite

source: Rename tiled layer
pt_br: Renomear camada xadrez

source: tiled layer
pt_br: camada xadrez

source: Scenes
pt_br: Cenas

source: Tiled Layers
pt_br: Camadas xadrez

source: Layer cannot be renamed because component name '{0}' already exists.
pt_br: Camada não pode ser renomeada porque o nome do componente '{0}' já existe.

source: Name
pt_br: Nome

source: Frames
pt_br: Quadros

source: Delay
pt_br: Atraso

source: Sequence cannot be renamed because component name '{0}' already exists.
pt_br: Sequência não pode ser renomeada porque o nome do componente '{0}' já existe.

source: Delay between animation frames in ms
pt_br: Atraso entre quadros de animação no ms

source: Tile index:
pt_br: Índice do tile:

source: Create new Sprite dialog
pt_br: Criar novo diálogo sprite

source: Create new Tiled Layer dialog
pt_br: Criar novo diálogo em camada tiled

source: Adjust tile size in pixels:
pt_br: Ajustar tamanho do tile em pixels:

source: Tile width: {0} px
pt_br: Largura do tile: {0} px

source: Tile height: {0} px
pt_br: Altura do tile: {0} px

source: &Import sample images
pt_br: &Importar exemplo de imagens

source: Invalid image location.
pt_br: Localização de imagem inválida.

source: Image file contents could not be loaded, image may be corrupt.
pt_br: Conteúdo do arquivo de imagem não poderia ser carregado, imagem pode ser corrompida.

source: Layer name must be a valid Java identifier.
pt_br: Nome da camada deve ser um identificador java válido.

source: Enter layer name.
pt_br: Entre com o nome da camada.

source: There are no images available in the project.
pt_br: Não existe imagens disponíveis no projeto.

source: First add an image resource to the project.
pt_br: Adicionar primeiro um recurso de imagem para o projeto.

source: Select image file.
pt_br: Selecionar arquivo de imagem.

source: Sample images were imported to project source root.
pt_br: Exemplo de imagens foram importadas para o projeto fonte raiz.

source: TiledLayer name:
pt_br: Nome TiledLayer:

source: Image preview:
pt_br: Imagem anterior:

source: &Rename
pt_br: &Renomear

source: Rename
pt_br: Renomear

source: New Name
pt_br: Novo nome

source: Mobility Inspector
pt_br: Inspetor de mobilidade

source: Shows the design structure
pt_br: Mostra a estrutura do projeto

source: VMD Inspector
pt_br: Inspetor VMD

source: Visual Mobile Designer - Inspector
pt_br: Projetista móvel visual - Inspetor

source: &Delete
pt_br: &Excluir

source: New/Add
pt_br: Novo/Adicionar

source: New
pt_br: Novo

source: Move &Up
pt_br: Mover para &cima

source: Move &Down
pt_br: Mover para &baixo

source: Confirm Object Deletion
pt_br: Confirma exclusão de objeto

source: Are you sure you want to delete the following components?
pt_br: Quer realmente excluir o componente seguinte?

source: Selected components:
pt_br: Componentes selecionados:

source: Dependent components:
pt_br: Componentes dependentes:

source: Component {0} is going to be removed because it is incompatible with the new project abilities.
pt_br: Componente {0} está sendo removido porque está incompatível com as habilidades do novo projeto.

source: VMD Model
pt_br: Modelo VMD

source: Visual Mobile Designer - Model
pt_br: Projetista móvel visual - Modelo

source: &Edit
pt_br: &Editar

source: Device Screen
pt_br: Dispositivo de tela

source: Assigned Resources
pt_br: Recursos assinados

source: VMD Screen Designer
pt_br: Projetista de tela VMD

source: Visual Mobile Designer - Screen Designer
pt_br: Projetista móvel visual - Projetista de tela

source: Actions
pt_br: Ações

source: Visual Mobile Design
pt_br: Projeto móvel visual

source: File {0} was modified externally.
pt_br: Arquivo {0} foi modificado externamente.

source: Reload it?
pt_br: Recarregá-lo?

source: It is not possible to open Visual Designer Midlet outside of the Mobility Project
pt_br: Não é possível abrir o Midlet projetista visual fora do projeto mobilidade

source: VMD IO Java ME
pt_br: Entrada/Saída Java ME VMD

source: Visual Mobile Designer - Java ME Communication IO Implementation
pt_br: Projetista móvel visual - Comunicação Java ME e implementaçãode Entrada/Saída

source: Registry
pt_br: Registro

source: Descriptors
pt_br: Descritores

source: Producers
pt_br: Produtores

source: VMD Structure
pt_br: Estrutura VMD

source: VMD Structure Browser
pt_br: Navegador de estrutura VMD

source: Document
pt_br: Documento

source: Loading Document...
pt_br: Carregando documento...

source: VMD MIDP NB
pt_br: NB MIDP VMD

source: Visual Mobile Designer - MIDP NetBeans Components
pt_br: Projetista móvel visual - Componentes NetBeans MIDP

source: Process SVG Menu
pt_br: Processar menu SVG

source: <New CancellableTask>
pt_br: <Nova tarefa Cancellable>

source: Cancellable Task
pt_br: Tarefa Cancellable

source: Note: Files will be filtered by the substring that is entered above.
pt_br: Nota: Arquivos serão filtrados por substring que foi entrada acima

source: &Filter:
pt_br: &Filtro:

source: Phone Number:
pt_br: Número do telefone:

source: Message:
pt_br: Mensagem:

source: Text Font
pt_br: Fonte de texto

source: Filter
pt_br: Filtro

source: File filter
pt_br: Filtro do arquivo

source: Username
pt_br: Nome do usuário

source: User&name:
pt_br: &Nome:

source: &Password:
pt_br: &Senha:

source: Username Label
pt_br: Rótulo do nome do usuário

source: Username &Label:
pt_br: &Rótulo do Nome do usuário:

source: Password Label
pt_br: Rótulo da senha

source: Password &Label:
pt_br: &Rótulo da senha:

source: Use Login Button
pt_br: Utilizar botão de login
